 const functionalChains = [
      {
        "功能链清单": "AS_车用软件功能链",
        "测试实施能力(SOP)": 11,
        "资质授权覆盖(CMA)": 20,
        "数据管理能力": 0,
        "方法研究与分析": 0,
        "政策及标准支撑能力": 2,
        "标准研究能力": 1,
        "设备": 6
      },
      {
        "功能链清单": "Ai_温控与通风",
        "测试实施能力(SOP)": 12,
        "资质授权覆盖(CMA)": 62,
        "数据管理能力": 0,
        "方法研究与分析": 0,
        "政策及标准支撑能力": 2,
        "标准研究能力": 11,
        "设备": 1
      },
      {
        "功能链清单": "AD_智能驾驶系统功能链",
        "测试实施能力(SOP)": 52,
        "资质授权覆盖(CMA)": 50,
        "数据管理能力": 0,
        "方法研究与分析": 0,
        "政策及标准支撑能力": 23,
        "标准研究能力": 27,
        "设备": 147
      },
      {
        "功能链清单": "Ef_能量及热管理功能链",
        "测试实施能力(SOP)": 77,
        "资质授权覆盖(CMA)": 252,
        "数据管理能力": 0,
        "方法研究与分析": 0,
        "政策及标准支撑能力": 2,
        "标准研究能力": 27,
        "设备": 2
      },
      {
        "功能链清单": "Ec_环保与节能",
        "测试实施能力(SOP)": 91,
        "资质授权覆盖(CMA)": 904,
        "数据管理能力": 0,
        "方法研究与分析": 0,
        "政策及标准支撑能力": 0,
        "标准研究能力": 19,
        "设备": 141
      },
      {
        "功能链清单": "Dr_整车性能",
        "测试实施能力(SOP)": 114,
        "资质授权覆盖(CMA)": 546,
        "数据管理能力": 0,
        "方法研究与分析": 0,
        "政策及标准支撑能力": 7,
        "标准研究能力": 49,
        "设备": 95
      },
      {
        "功能链清单": "Co_车载芯片及控制器功能链",
        "测试实施能力(SOP)": 28,
        "资质授权覆盖(CMA)": 68,
        "数据管理能力": 0,
        "方法研究与分析": 0,
        "政策及标准支撑能力": 0,
        "标准研究能力": 0,
        "设备": 55
      },
      {
        "功能链清单": "Ch_底盘功能链",
        "测试实施能力(SOP)": 16,
        "资质授权覆盖(CMA)": 32,
        "数据管理能力": 0,
        "方法研究与分析": 0,
        "政策及标准支撑能力": 1,
        "标准研究能力": 37,
        "设备": 16
      },
      {
        "功能链清单": "ER_电子电气环境性能功能链",
        "测试实施能力(SOP)": 6,
        "资质授权覆盖(CMA)": 1797,
        "数据管理能力": 0,
        "方法研究与分析": 0,
        "政策及标准支撑能力": 0,
        "标准研究能力": 11,
        "设备": 12
      },
      {
        "功能链清单": "En_泛能源&充电功能链",
        "测试实施能力(SOP)": 106,
        "资质授权覆盖(CMA)": 2313,
        "数据管理能力": 0,
        "方法研究与分析": 0,
        "政策及标准支撑能力": 15,
        "标准研究能力": 29,
        "设备": 162
      },
      {
        "功能链清单": "Em_EMC",
        "测试实施能力(SOP)": 45,
        "资质授权覆盖(CMA)": 911,
        "数据管理能力": 0,
        "方法研究与分析": 0,
        "政策及标准支撑能力": 14,
        "标准研究能力": 26,
        "设备": 535
      },
      {
        "功能链清单": "EI_EE架构与总线通信",
        "测试实施能力(SOP)": 2,
        "资质授权覆盖(CMA)": 68,
        "数据管理能力": 0,
        "方法研究与分析": 0,
        "政策及标准支撑能力": 4,
        "标准研究能力": 71,
        "设备": 81
      },
      {
        "功能链清单": "Sc_信息安全功能链",
        "测试实施能力(SOP)": 22,
        "资质授权覆盖(CMA)": 113,
        "数据管理能力": 0,
        "方法研究与分析": 0,
        "政策及标准支撑能力": 7,
        "标准研究能力": 9,
        "设备": 9
      },
      {
        "功能链清单": "Re_整车及部件可靠性功能链（结构、环境）",
        "测试实施能力(SOP)": 14,
        "资质授权覆盖(CMA)": 338,
        "数据管理能力": 0,
        "方法研究与分析": 0,
        "政策及标准支撑能力": 1,
        "标准研究能力": 7,
        "设备": 93
      },
      {
        "功能链清单": "Po_动力总成功能链",
        "测试实施能力(SOP)": 116,
        "资质授权覆盖(CMA)": 3269,
        "数据管理能力": 0,
        "方法研究与分析": 0,
        "政策及标准支撑能力": 69,
        "标准研究能力": 110,
        "设备": 304
      },
      {
        "功能链清单": "Pa_被动安全功能链",
        "测试实施能力(SOP)": 78,
        "资质授权覆盖(CMA)": 849,
        "数据管理能力": 0,
        "方法研究与分析": 0,
        "政策及标准支撑能力": 12,
        "标准研究能力": 31,
        "设备": 379
      },
      {
        "功能链清单": "No_NVH功能链",
        "测试实施能力(SOP)": 17,
        "资质授权覆盖(CMA)": 134,
        "数据管理能力": 0,
        "方法研究与分析": 0,
        "政策及标准支撑能力": 1,
        "标准研究能力": 5,
        "设备": 39
      },
      {
        "功能链清单": "Ma_汽车材料功能链",
        "测试实施能力(SOP)": 18,
        "资质授权覆盖(CMA)": 1131,
        "数据管理能力": 0,
        "方法研究与分析": 0,
        "政策及标准支撑能力": 0,
        "标准研究能力": 9,
        "设备": 342
      },
      {
        "功能链清单": "IC_智能座舱功能链",
        "测试实施能力(SOP)": 0,
        "资质授权覆盖(CMA)": 8,
        "数据管理能力": 0,
        "方法研究与分析": 0,
        "政策及标准支撑能力": 0,
        "标准研究能力": 2,
        "设备": 0
      },
      {
        "功能链清单": "Hu_人因工程-车载声光应用功能链",
        "测试实施能力(SOP)": 47,
        "资质授权覆盖(CMA)": 1450,
        "数据管理能力": 0,
        "方法研究与分析": 0,
        "政策及标准支撑能力": 9,
        "标准研究能力": 10,
        "设备": 80
      },
      {
        "功能链清单": "Fu_功能安全&SOTIF功能链",
        "测试实施能力(SOP)": 5,
        "资质授权覆盖(CMA)": 11,
        "数据管理能力": 0,
        "方法研究与分析": 0,
        "政策及标准支撑能力": 5,
        "标准研究能力": 21,
        "设备": 12
      },
      {
        "功能链清单": "WL_车云-无线链接性能功能链",
        "测试实施能力(SOP)": 2,
        "资质授权覆盖(CMA)": 7,
        "数据管理能力": 0,
        "方法研究与分析": 0,
        "政策及标准支撑能力": 0,
        "标准研究能力": 3,
        "设备": 82
      },
      {
        "功能链清单": "Wb_车身功能链",
        "测试实施能力(SOP)": 84,
        "资质授权覆盖(CMA)": 956,
        "数据管理能力": 0,
        "方法研究与分析": 0,
        "政策及标准支撑能力": 7,
        "标准研究能力": 47,
        "设备": 49
      },
      {
        "功能链清单": "Se_计量技术功能链",
        "测试实施能力(SOP)": 276,
        "资质授权覆盖(CMA)": 765,
        "数据管理能力": 0,
        "方法研究与分析": 0,
        "政策及标准支撑能力": 0,
        "标准研究能力": 0,
        "设备": 1099
      }
    ];